{
  "urn" : "local:ferdinando.villa:im.openeo.sandbox:vito.lai",
  "version" : "0.0.1",
  "adapterType" : "openeo",
  "localPath" : "esa.aries.peopleea/resources/vito.lai.v0.0.1",
  "geometry" : "t1{ttype=GRID}S2",
  "projectName" : "esa.aries.peopleea",
  "localName" : "vito.lai",
  "type" : "NUMBER",
  "resourceTimestamp" : 1706090442327,
  "metadata" : {
    "dc:description" : "Annual mean composite of Copernicus Global Land LAI. Returns a single band RasterCube.",
    "im:keywords" : "Leaf Area Index (LAI)",
    "dc:comment" : "Given a year and area of interest, returns a mean composite of LAI. The Leaf Area Index is defined as half the total area of green elements of the canopy per unit horizontal ground area. The satellite-derived value corresponds to the total green LAI of all the canopy layers, including the understory which may represent a very significant contribution, particularly for forests. Practically, the LAI quantifies the thickness of the vegetation cover. LAI is recognized as an Essential Climate Variable (ECV) by the Global Climate Observing System (GCOS). Daily LAI 300m is estimated by applying a Neural Network on instantaneous Top-of-Canopy reflectances from Sentinel-3 OLCI (v1.1 products), or daily Top-of-Aerosol input reflectances from PROBA-V (v1.0). Temporal smoothing and small gap filling is applied to the instantaneous LAI estimates, discriminating Evergreen Broadleaf Forest (EBF) and no-EBF  pixels. Temporal compositing is adapted to provide a near-real time (10-daily) estimate and successive updated estimates until a consolidated value is reached after about 2 months. LAI at 1km is estimated by applying Neural Network on Top-of-Canopy (TOC) input reflectances in red, near-infrared and shortwave infrared. Temporal smoothing and gap filling use climatology information from version 1 to ensure continuity and consistency. Temporal compositing is adapted to provide a near-real time (10-daily) estimate and successive updated estimates until a consolidated value is reached after about 2 months.\r\n\r\nLAI is processed in OpenEO (https://github.com/integratedmodelling/OpenEO-UDP-UDF-catalogue/blob/main/UDP/UDP_annual_avg_LAI.py). Given a year and an area of interest, the mean composite of LAI is returned.",
    "im:notes" : "",
    "dc:title" : "Annual mean composite of Copernicus Global Land LAI",
    "dc:url" : "https://land.copernicus.eu/global/products/lai",
    "dc:creator" : "",
    "im:thematic-area" : "Ecology",
    "dc:originator" : "European Union",
    "im:geographic-area" : "Global",
    "dc:source" : "Baret, F. ; Weiss, M. ; Lacaze, R. ; Camacho, F. ; Makhmara, H. ; Pacholczyk, P. ; Smets, B. GEOV1: LAI, FAPAR Essential Climate Variables and FCover global times series capitalizing over existing products. Part1: Principles of development and production. Remote Sensing of Environment 2013, vol. 137, 299–309.\r\nVerger, A. ; Baret, F. ; Weiss, M. Near real-time vegetation monitoring at global scale. IEEE Journal of Selected Topics in Applied Earth Observations and Remote Sensing 2014, 7, 3473-3481. DOI 10.1109/JSTARS.2014.2328632."
  },
  "parameters" : {
    "space.shape" : "geometry",
    "time.year" : "year",
    "processId" : "udp_annual_avg_lai",
    "serviceUrl" : "https://openeo.vito.be/openeo/1.1.0",
    "namespace" : "https://raw.githubusercontent.com/integratedmodelling/OpenEO-UDP-UDF-catalogue/main/UDP/json/udp_annual_avg_lai.json",
    "space.projection" : "output_epsg",
    "nodata" : "-9999",
    "space.resolution" : "resolution"
  },
  "localPaths" : [ ],
  "history" : [ ],
  "notifications" : [ ],
  "attributes" : [ ],
  "spatialExtent" : null,
  "dependencies" : [ {
    "name" : "output_warp",
    "type" : "BOOLEAN",
    "key" : false,
    "optional" : true,
    "exampleValue" : null,
    "index" : 0
  }, {
    "name" : "output_epsg",
    "type" : null,
    "key" : false,
    "optional" : true,
    "exampleValue" : null,
    "index" : 0
  } ],
  "outputs" : null,
  "categorizables" : [ ],
  "codelists" : [ ],
  "availability" : null,
  "exportFormats" : { }
}