{
  "peopleea.forest_condition_accounts.variable#Definition#Introduction" : {
    "trigger" : "DEFINITION",
    "sectionRole" : "INTRODUCTION",
    "section" : "Introduction",
    "documentedId" : "peopleea.forest_condition_accounts.variable",
    "extended" : null,
    "template" : "@require(ConditionAccountsIntroduction, Introduction)",
    "sectionType" : "BODY",
    "documentedUrns" : [ ],
    "eventType" : null,
    "variables" : { }
  },
  "peopleea.forest_condition_accounts.indicators#Definition#Methods" : {
    "trigger" : "DEFINITION",
    "sectionRole" : "METHODS",
    "section" : "Methods",
    "documentedId" : "peopleea.forest_condition_accounts.indicators",
    "extended" : null,
    "template" : "#Forest Indicators Accounts\r\n\r\nThe indicator accounts compare the variable accounts in each location with their reference values for areas representing the same type of forest and bio-geographic region in 2000. When data for the year 2000 was not available, the closest temporal observation avaialble in the time series is taken as the reference. The combination of forest types @cite(EUCopernicusLMS2020) @cite(EEA2019) and bioregions @cite(EEA2015) results in 44 different classes @cite(MaesEtAl2023).\r\n\r\n##Reference values\r\nReference values are defined to assess the healthiness of an area, by comparing the raw results of the variable against \r\nreference values for healthy forests and forests in bad conditions. The comparison is done within forests with similar characteristics. The upper bound threshold is set observing the healthiest forest, by using the 98th percentile of the value observed in areas representing healthy forests (Upper reference). By contrast, the unhealthiest forest conditions are represented by the 2nd percentile of the forest areas different than the protected areas with primary forests highly tree-covered (Lower reference). Protected areas with primary forests highly tree-cover are identified combining the data for protected areas @cite(UNEPIUCN2023), primary forests @cite(SabatiniEtAl2021) and for highly tree-covered areas @cite(EUCopernicusLMS2018).\r\n\r\n###Rescaling of the variables\r\nThe 98th and 2nd percentiles, computed respectively in healthy and unhealthy reference areas, define the thresholds used to rescale the observed raw values of the variable into indicators ranging from 0 to 1.  \r\n\r\nIn order to assess the forest healthiness in a particular location, the value in the variable account is rescaled with the reference values for the same forest type and bioregion as follows:\r\nIndicator account =  (Variable account – Lower reference) / (Upper reference – Lower reference). \r\n\r\nValues of the variable accounts below or above the reference ones are constrained to 0 and 1, respectively. Consequently, the indicator accounts range between 0 and 1, taking larger values when the area of interest is closer to the healthiest conditions.\r\n\r\n##Reference areas\r\n\r\n###Reference areas representing healthy forests\r\nThese areas are used to identify forest considered in good health, so as to define the upper reference values of that variable. Forests considered in good conditions (the upper reference areas) must meet the following criteria:\r\n * being protected areas;\r\n * being primary forest, alias forests where the signs of human impacts, if any, are strongly blurred due to decades without forest management;\r\n * being highly tree-covered throughout the time series (areas with a tree-covered density loss equal or higher than 5% are excluded).\r\n\r\nSuch criteria are observed based on the information of the following datasets:\r\n * Primary forests from EPFD v2.0 @cite(EPFD.PrimaryForest)\r\n * Protected Areas from IUCN data @cite(IUCN.protected.areas)\r\n * Copernicus's High Resolution Layer Tree Cover Density @cite(Copernicus.highly.tree-covered.forest)\r\nResults are obtained combining the following inputs by using, as consistently as possible, the year 2000 as the reference year, with exception of the information on the Tree-cover density, whose earliest observation is in the year 2012. \r\nWhenever a forest lacks to meet any of the listed criteria, it was not considered as an area of reference for good condition.\r\n\r\n###Reference values: upper and lower thresholds\r\n * The upper (healthier conditions) reference threshold was set at the 98th percentile value observed in the reference healthy areas, for each type of forest, for each variable. \r\n * The lower (worse conditions) reference threshold was set at the 2nd percentile value observed in the rest of the forest area: (Total forest area - healthy reference area).\r\n * The percentile might be inverted in case the healthier conditions correspond to lower values in the original dataset (raw variable).\r\n\r\n\r\n",
    "sectionType" : "BODY",
    "documentedUrns" : [ ],
    "eventType" : null,
    "variables" : { }
  },
  "peopleea.forest_condition_accounts.indicators#Definition#Introduction" : {
    "trigger" : "DEFINITION",
    "sectionRole" : "INTRODUCTION",
    "section" : "Introduction",
    "documentedId" : "peopleea.forest_condition_accounts.indicators",
    "extended" : null,
    "template" : "@require(peopleea.forest_condition_accounts.introduction, Introduction)",
    "sectionType" : "BODY",
    "documentedUrns" : [ ],
    "eventType" : null,
    "variables" : { }
  },
  "peopleea.forest_condition_accounts.index#Definition#Introduction" : {
    "trigger" : "DEFINITION",
    "sectionRole" : "INTRODUCTION",
    "section" : "Introduction",
    "documentedId" : "peopleea.forest_condition_accounts.index",
    "extended" : null,
    "template" : "@require(ConditionAccountsIntroduction, Introduction)",
    "sectionType" : "BODY",
    "documentedUrns" : [ ],
    "eventType" : null,
    "variables" : { }
  },
  "peopleea.forest_condition_accounts.variable#Definition#Methods" : {
    "trigger" : "DEFINITION",
    "sectionRole" : "METHODS",
    "section" : "Methods",
    "documentedId" : "peopleea.forest_condition_accounts.variable",
    "extended" : null,
    "template" : "@section(Forest Variables Accounts)\r\n\r\nThe variable accounts report the original value of the ecological metrics as observed in the original dataset.",
    "sectionType" : "BODY",
    "documentedUrns" : [ ],
    "eventType" : null,
    "variables" : { }
  },
  "peopleea.forest_condition_accounts.index#Definition#Methods" : {
    "trigger" : "DEFINITION",
    "sectionRole" : "METHODS",
    "section" : "Methods",
    "documentedId" : "peopleea.forest_condition_accounts.index",
    "extended" : null,
    "template" : "@section(Forest Condition Accounts/Forest Condition Index)\r\n\r\nThe Forest Condition Index quantifies the forest health by synthetizing the information from indicator accounts representing different forest conditions. The index is composed of one indicator account per Ecosystem Typology Class (ETC) as variables from the same class may be highly correlated. Specifically, the index involves the Net Difference Water Index (NDWI), Soil Organic Carbon (SOC), Threatened forest bird species diversity (TFBSD), Above-Ground Biomass (AGB), Net Primary Production (NPP), Burn severity (BS) and Forest connectivity (FC). Given the low correlation of BS with NPP, both variables have been included despite pertaining to the same ETC.\r\n\r\nIn order to obtain the indicator accounts, the index uses their weighted average. The weights for indicator accounts are determined according to their spatial resolution (i.e. the size of the smallest feature detected by a satellite sensor or displayed in a satellite image, usually expressed as a single value measuring the length of one side of a square), temporal resolution (i.e. the total amount of years in a dataset), temporal frequency (i.e. the availability of temporal observations over the same period) and dataset quality (referring to the proximity of the latest year to the present). In particular, indicator accounts are ranked according to each of these categories. Larger quantities of these criteria are associated to better representation of the ecological conditions and, consequently, report indicators a higher position. The relative sum of the indicator accounts positions results in their index weight. When data of several indicators coincides in one aspect, each indicator is attributed the average of the positions they would represent. For example, if there are three indicator accounts that should be ranked 7, they will be assigned 6 since it is the average of the positions these variables represent (5th, 6th and 7th). Positions and weights attributed to indicator accounts are detailed in the table below:\r\n\r\n| Indicator | Spatial resolution | Temporal resolution | Temporal frequency | Dataset quality | Weight |\r\n|:---------:|:------------------:|:-------------------:|:------------------:|:---------------:|:------:|\r\n|    NDWI   |          6         |          7          |          7         |       6.5       |  0.24  |\r\n|    SOC    |          2         |          1          |          1         |        2        |  0.05  |\r\n|   TBFSD   |          1         |         3.5         |          3         |        1        |  0.08  |\r\n|    AGB    |          6         |         3.5         |          3         |       4.5       |  0.15  |\r\n|    NPP    |          4         |          5          |          6         |       6.5       |  0.19  |\r\n|     BS    |          3         |          6          |          5         |       4.5       |  0.17  |\r\n|     FC    |          6         |          2          |          3         |        3        |  0.12  |\r\nThe formulation of the resulting Forest Condition Index is the following:\r\nForest Condition Index = \r\n(NDWI x 0.24) + (SOC x 0.05) + (TBFSD x 0.08) + (AGB x 0.15) + (NPP x 0.19) + (BS x 0.17) + (FC x 0.12)\r\n",
    "sectionType" : "BODY",
    "documentedUrns" : [ ],
    "eventType" : null,
    "variables" : { }
  },
  "peopleea.forest_condition_accounts.introduction#Definition#Introduction" : {
    "trigger" : "DEFINITION",
    "sectionRole" : "INTRODUCTION",
    "section" : "Introduction",
    "documentedId" : "peopleea.forest_condition_accounts.introduction",
    "extended" : null,
    "template" : "@section(Conditions Accounts) \r\n\r\nThe Ecosystem Conditions Accounts study the status of the ecosystems conditions. The accounts produced in this project focus on quantifying the condition of terrestrial forest ecosystems by observing different European ecological metrics and combining them to provide an overview of the status of the healthiness of a forest. The accounts are composed of three main outputs:\r\n1.\t**Variable** (descriptor): the original ecological measurement (raw variable) used to study a certain aspect of the forest's condition;\r\n2.\t**Indicator**: the rescaled ecological measurement (raw variable) to allow a consistent representation of the dimensions of the conditions captured in the variable. *Reference values* are used to determine upper and lower bounds used as thresholds to determine the good or bad status for a particular variable in the same type of forest (aka forest with similar characteristics). The goal of the indicator is to compare the results of a particular variable against other dimensions of condition in the same type of forest, or against results for the same variable in a different area.\r\n3.\t**Index**: the composite weighted average of a set of indicators, whose goal is to combine different information from several variables into a unique figure, representative of the overall condition of that type of forest in the area under analysis.\r\n",
    "sectionType" : "BODY",
    "documentedUrns" : [ ],
    "eventType" : null,
    "variables" : { }
  }
}