{
  "forest_condition_index.condition_indicators.indicator_soc#Definition#Methods" : {
    "trigger" : "DEFINITION",
    "sectionRole" : "METHODS",
    "section" : "Methods",
    "documentedId" : "forest_condition_index.condition_indicators.indicator_soc",
    "extended" : null,
    "template" : "@section(Forest Condition Index/Soil Organic Carbon Indicator)\r\n\r\nThe Soil Organic Carbon (SOC) indicator compares the SOC in each location with the SOC reference values for areas representing the same type of forest and bio-geographic region in 2000. When data for the year 2000 was not available, the closest year to it is taken. Following @cite(MaesEtAl2023), 44 combinations of forest and bioregions are identified using @cite(EUCopernicusLMS2020), @cite(EEA2019) and @cite(EEA2015). \r\n\r\nReference values are defined to observe an interval of SOC that allows to assess the health of an area regarding its SOC. The healthiest forest achievable conditions are represented by the 98th percentile of SOC from protected areas with primary forests highly tree-covered over time (SOC_upper_reference). By contrast, the unhealthiest forest conditions are represented by the 2nd percentile of SOC from forest areas different than the protected areas with primary forests highly tree-covered (SOC_lower_reference). Protected areas with primary forests highly tree-cover are identified combining the data from @cite(UNEPIUCN2023) for protected areas, @cite(SabatiniEtAl2021) for primary forests and @cite(EUCopernicusLMS2018) for highly tree-covered areas.\r\n\r\nThe SOC Indicator ranges between 0 and 1, taking larger values when the area of interest is closer to the healthiest SOC conditions. In particular, the SOC in each location is rescaled as:\r\nSOC =  (SOC - SOC_lower_reference) / (SOC_upper_reference - SOC_lower_reference).\r\nValues of SOC below or above the reference ones are constrained to 0 and 1, repectively.",
    "sectionType" : "BODY",
    "documentedUrns" : [ ],
    "eventType" : null,
    "variables" : { }
  },
  "forest_condition_index.condition_indicators.indicator_species_richness#Definition#Methods" : {
    "trigger" : "DEFINITION",
    "sectionRole" : "METHODS",
    "section" : "Methods",
    "documentedId" : "forest_condition_index.condition_indicators.indicator_species_richness",
    "extended" : null,
    "template" : "@section(Forest Condition Index/Threatened Bird Species Richness Indicator)\r\n\r\nThe Threatened Bird Species Richness indicator compares the richness of threatened bird species in each location with the richness of threatened bird species reference values for areas representing the same type of forest and bio-geographic region in 2000. When data for the year 2000 was not available, the closest year to it is taken. Following @cite(MaesEtAl2023), 44 combinations of forest and bioregions are identified using @cite(EUCopernicusLMS2020), @cite(EEA2019) and @cite(EEA2015). \r\n\r\nReference values are defined to observe an interval of threatened bird species richness that allows to assess the health of an area regarding its threatened bird species richness. The healthiest forest achievable conditions are represented by the 98th percentile of threatened bird species richness from protected areas with primary forests highly tree-covered over time (Threatened Bird Species Richness_upper_reference). By contrast, the unhealthiest forest conditions are represented by the 2nd percentile of threatened bird species richness from forest areas different than the protected areas with primary forests highly tree-covered (Threatened Bird Species Richness_lower_reference). Protected areas with primary forests highly tree-cover are identified combining the data from @cite(UNEPIUCN2023) for protected areas, @cite(SabatiniEtAl2021) for primary forests and @cite(EUCopernicusLMS2018) for highly tree-covered areas.\r\n\r\nThe Threatened Bird Species Richness Indicator ranges between 0 and 1, taking larger values when the area of interest is closer to the healthiest threatened bird species richness conditions. In particular, the threatened bird species richness in each location is rescaled as:\r\nThreatened Bird Species Richness =  (Threatened Bird Species Richness - Threatened Bird Species Richness_lower_reference) / (Threatened Bird Species Richness_upper_reference - Threatened Bird Species Richness_lower_reference).\r\nValues of threatened bird species richness below or above the reference ones are constrained to 0 and 1, repectively.",
    "sectionType" : "BODY",
    "documentedUrns" : [ ],
    "eventType" : null,
    "variables" : { }
  },
  "forest_condition_index.condition_indicators.indicator_productivity#Definition#Methods" : {
    "trigger" : "DEFINITION",
    "sectionRole" : "METHODS",
    "section" : "Methods",
    "documentedId" : "forest_condition_index.condition_indicators.indicator_productivity",
    "extended" : null,
    "template" : "@section(Forest Condition Index/Primary Productivity Indicator)\r\n\r\nThe Primary Productivity Indicator compares the primary productivity in each location with the primary productivity reference values for areas representing the same type of forest and bio-geographic region in 2000. When data for the year 2000 was not available, the closest year to it is taken. Following @cite(MaesEtAl2023), 44 combinations of forest and bioregions are identified using @cite(EUCopernicusLMS2020), @cite(EEA2019) and @cite(EEA2015). \r\n\r\nReference values are defined to observe an interval of primary productivity that allows to assess the health of an area regarding its primary productivity. The healthiest forest achievable conditions are represented by the 98th percentile of primary productivity from protected areas with primary forests highly tree-covered over time (Primary Productivity_upper_reference). By contrast, the unhealthiest forest conditions are represented by the 2nd percentile of primary productivity from forest areas different than the protected areas with primary forests highly tree-covered (Primary Productivity_lower_reference). Protected areas with primary forests highly tree-cover are identified combining the data from @cite(UNEPIUCN2023) for protected areas, @cite(SabatiniEtAl2021) for primary forests and @cite(EUCopernicusLMS2018) for highly tree-covered areas.\r\n\r\nThe Primary Productivity Indicator ranges between 0 and 1, taking larger values when the area of interest is closer to the healthiest primary productivity conditions. In particular, the primary productivity in each location is rescaled as:\r\nPrimary Productivity =  (Primary Productivity - Primary Productivity_lower_reference) / (Primary Productivity_upper_reference - Primary Productivity_lower_reference).\r\nValues of primary productivity below or above the reference ones are constrained to 0 and 1, repectively.",
    "sectionType" : "BODY",
    "documentedUrns" : [ ],
    "eventType" : null,
    "variables" : { }
  },
  "forest_condition_index.condition_indicators.indicator_ndwi#Definition#Methods" : {
    "trigger" : "DEFINITION",
    "sectionRole" : "METHODS",
    "section" : "Methods",
    "documentedId" : "forest_condition_index.condition_indicators.indicator_ndwi",
    "extended" : null,
    "template" : "@section(Forest Condition Index/NDWI Indicator)\r\n\r\nThe Normalized Difference Water Index (NDWI) indicator compares the NDWI in each location with the NDWI reference values for areas representing the same type of forest and bio-geographic region in 2000. When data for the year 2000 was not available, the closest year to it is taken. Following @cite(MaesEtAl2023), 44 combinations of forest and bioregions are identified using @cite(EUCopernicusLMS2020), @cite(EEA2019) and @cite(EEA2015). \r\n\r\nReference values are defined to observe an interval of NDWI that allows to assess the health of an area regarding its NDWI. The healthiest forest achievable conditions are represented by the 98th percentile of NDWI from protected areas with primary forests highly tree-covered over time (NDWI_upper_reference). By contrast, the unhealthiest forest conditions are represented by the 2nd percentile of NDWI from forest areas different than the protected areas with primary forests highly tree-covered (NDWI_lower_reference). Protected areas with primary forests highly tree-cover are identified combining the data from @cite(UNEPIUCN2023) for protected areas, @cite(SabatiniEtAl2021) for primary forests and @cite(EUCopernicusLMS2018) for highly tree-covered areas.\r\n\r\nThe NDWI Indicator ranges between 0 and 1, taking larger values when the area of interest is closer to the healthiest NDWI conditions. In particular, the NDWI in each location is rescaled as:\r\nNDWI =  (NDWI - NDWI_lower_reference) / (NDWI_upper_reference - NDWI_lower_reference).\r\nValues of NDWI below or above the reference ones are constrained to 0 and 1, repectively.",
    "sectionType" : "BODY",
    "documentedUrns" : [ ],
    "eventType" : null,
    "variables" : { }
  },
  "forest_condition_index.condition_indicators.indicator_agb#Definition#Methods" : {
    "trigger" : "DEFINITION",
    "sectionRole" : "METHODS",
    "section" : "Methods",
    "documentedId" : "forest_condition_index.condition_indicators.indicator_agb",
    "extended" : null,
    "template" : "@section(Forest Condition Index/Above-Ground Biomass Indicator)\r\n\r\nThe Above-Ground Biomass (AGB) indicator compares the AGB in each location with the AGB reference values for areas representing the same type of forest and bio-geographic region in 2000. When data for the year 2000 was not available, the closest year to it is taken. Following @cite(MaesEtAl2023), 44 combinations of forest and bioregions are identified using @cite(EUCopernicusLMS2020), @cite(EEA2019) and @cite(EEA2015). \r\n\r\nReference values are defined to observe an interval of AGB that allows to assess the health of an area regarding its AGB. The healthiest forest achievable conditions are represented by the 98th percentile of AGB from protected areas with primary forests highly tree-covered over time (AGB_upper_reference). By contrast, the unhealthiest forest conditions are represented by the 2nd percentile of AGB from forest areas different than the protected areas with primary forests highly tree-covered (AGB_lower_reference). Protected areas with primary forests highly tree-cover are identified combining the data from @cite(UNEPIUCN2023) for protected areas, @cite(SabatiniEtAl2021) for primary forests and @cite(EUCopernicusLMS2018) for highly tree-covered areas.\r\n\r\nThe AGB Indicator ranges between 0 and 1, taking larger values when the area of interest is closer to the healthiest AGB conditions. In particular, the AGB in each location is rescaled as:\r\nAGB =  (AGB - AGB_lower_reference) / (AGB_upper_reference - AGB_lower_reference).\r\nValues of AGB below or above the reference ones are constrained to 0 and 1, repectively.",
    "sectionType" : "BODY",
    "documentedUrns" : [ ],
    "eventType" : null,
    "variables" : { }
  },
  "forest_condition_index.condition_indicators.indicator_forest_connectivity#Definition#Methods" : {
    "trigger" : "DEFINITION",
    "sectionRole" : "METHODS",
    "section" : "Methods",
    "documentedId" : "forest_condition_index.condition_indicators.indicator_forest_connectivity",
    "extended" : null,
    "template" : "@section(Forest Condition Index/Forest Connectivity Indicator)\r\n\r\nThe Forest Connectivity Indicator compares the forest connectivity in each location with the forest connectivity reference values for areas representing the same type of forest and bio-geographic region in 2000. When data for the year 2000 was not available, the closest year to it is taken. Following @cite(MaesEtAl2023), 44 combinations of forest and bioregions are identified using @cite(EUCopernicusLMS2020), @cite(EEA2019) and @cite(EEA2015). \r\n\r\nReference values are defined to observe an interval of forest connectivity that allows to assess the health of an area regarding its forest connectivity. The healthiest forest achievable conditions are represented by the 98th percentile of forest connectivity from protected areas with primary forests highly tree-covered over time (Forest Connectivity_upper_reference). By contrast, the unhealthiest forest conditions are represented by the 2nd percentile of forest connectivity from forest areas different than the protected areas with primary forests highly tree-covered (forest connectivity_lower_reference). Protected areas with primary forests highly tree-cover are identified combining the data from @cite(UNEPIUCN2023) for protected areas, @cite(SabatiniEtAl2021) for primary forests and @cite(EUCopernicusLMS2018) for highly tree-covered areas.\r\n\r\nThe Forest Connectivity Indicator ranges between 0 and 1, taking larger values when the area of interest is closer to the healthiest forest connectivity conditions. In particular, the forest connectivity in each location is rescaled as:\r\nForest Connectivity =  (Forest Connectivity - Forest Connectivity_lower_reference) / (Forest Connectivity_upper_reference - Forest Connectivity_lower_reference).\r\nValues of forest connectivity below or above the reference ones are constrained to 0 and 1, repectively.",
    "sectionType" : "BODY",
    "documentedUrns" : [ ],
    "eventType" : null,
    "variables" : { }
  }
}